Repository: gonzomir/easy-bg-donations
Catalog: languages/ebd-*.po
Languages: bg_bg

source: Accept donations with payment gateways, popular in Bulgaria.
bg_bg: Приемайте дарения чрез популярни в България платежни методи.

source: Milen Petrinski - Gonzo
bg_bg: Милен Петрински - Гонзо

source: PayPal settings.
bg_bg: Настройки на PayPal.

source: PayPal Business
bg_bg: PayPal бизнес

source: PayPal Donate Button Identifier
bg_bg: Идентификатор на бутон за дарениe в PayPal

source: PayPal Subscribe Button Identifier
bg_bg: Идентификатор на бутон за абонамент в PayPal

source: Item name
bg_bg: Име на дарението

source: Return URL
bg_bg: URL за връщане

source: ePay settings.
bg_bg: Настройки на ePay.

source: ePay Merchant ID
bg_bg: Идентификатор на търговеца в ePay (MID)

source: OK Return URL
bg_bg: URL за връщане при успешна транзакция

source: Error Return URL
bg_bg: URL за връщане при неуспешна транзакция

source: Donations Settings
bg_bg: Настройки за даряване

source: Save Settings
bg_bg: Запазване на настройките

source: Enter amount
bg_bg: Въведете сума

source: Amount in BGN
bg_bg: Сума в левове

source: Donate
bg_bg: Даряване

source: Choose donation type
bg_bg: Изберете как ще дарите

source: Single donation
bg_bg: Еднократно дарение

source: Recurring donation
bg_bg: Периодично дарение

source: Every three months
bg_bg: На три месеца

source: Every six months
bg_bg: На шест месеца

source: Amount in Euro
bg_bg: Сума в евро

source: Since PayPal doesn't support BGN the value of this field should be in Euro.
bg_bg: Тъй като PayPal не поддържа разплащания в левове, сумата в това поле трябва да е посочена в евро.

source: with debit or credit card by PayPal
bg_bg: с кредитна или дебитна карта чрез PayPal.

source: Donate with ePay
bg_bg: Даряване с ePay

source: Shows ePay donation form.
bg_bg: Показва формуляр за даряване чрез ePay.

source: Donate with PayPal
bg_bg: Даряване с PayPal

source: Shows PayPal donation form.
bg_bg: Показва форуляр за даряване чрез PayPal.
